afetch-debug
appimagelauncher-debug
argagg
bluetuith-bin
bluetuith-bin-debug
cbonsai-debug
circumflex
circumflex-debug
elephant-debug
elephant-desktopapplications-debug
elephant-providerlist-debug
facetimehd-data
facetimehd-dkms-git
facetimehd-firmware
google-chrome
gruvbox-icon-theme
podman-tui
podman-tui-debug
supabase
supabase-debug
walker-bin-debug
yay
yay-debug
