appimagelauncher
appimagelauncher-debug
apple-bcm-firmware
apple-t2-audio-config
argagg
bluetuith-bin
bluetuith-bin-debug
circumflex-debug
facetimehd-data
facetimehd-dkms-git
facetimehd-firmware
gnu-netcat
gnu-netcat-debug
google-chrome
gruvbox-icon-theme
gtk2
helium-browser-bin
helium-browser-bin-debug
hyprqt6engine
hyprqt6engine-debug
lazysql
lazysql-debug
linux-t2
linux-t2-headers
nordzy-hyprcursors
picotool
picotool-debug
podman-tui
podman-tui-debug
supabase
supabase-debug
t2fanrd
vicinae-bin
vicinae-bin-debug
zoom
