appimagelauncher-debug
argagg
bluetuith-bin
bluetuith-bin-debug
circumflex-debug
elephant-debug
elephant-desktopapplications-debug
elephant-providerlist-debug
facetimehd-data
facetimehd-dkms-git
facetimehd-firmware
gnu-netcat
gnu-netcat-debug
google-chrome
gruvbox-icon-theme
gtk2
helium-browser-bin
helium-browser-bin-debug
hyprqt6engine
hyprqt6engine-debug
lazysql
lazysql-debug
picotool
picotool-debug
podman-tui
podman-tui-debug
supabase
supabase-debug
yay
yay-debug
