alsa-utils
apple-bcm-firmware
apple-t2-audio-config
base
base-devel
bat
blueberry
bluetuith-bin
brightnessctl
btop
cava
chromium
circumflex
cmake
discord
doxygen
evince
facetimehd-data
facetimehd-dkms-git
feh
flameshot
fzf
ghostty
gimp
git
graphviz
grim
gruvbox-icon-theme
gum
hyprland
hyprlock
hyprpaper
imagemagick
impala
imv
iwd
jq
jre-openjdk
kubectl
lazygit
linux-firmware
linux-headers
linux-t2
linux-t2-headers
luarocks
ly
maim
mako
man-db
man-pages
nano
nautilus
neovim
npm
otf-font-awesome
pamixer
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
podman
podman-compose
podman-docker
podman-tui
power-profiles-daemon
pyright
rxfetch
slurp
spotify-player
starship
stow
sudo
supabase
sxiv
t2fanrd
texinfo
tree
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
typescript
typescript-language-server
typst
unzip
uv
vim
vlc
waybar
wf-recorder
wiremix
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
yazi
zig
zoxide
