alsa-utils
ansible
appimagelauncher
apple-bcm-firmware
apple-t2-audio-config
arch-audit
aria2
base
base-devel
bat
bc
bluetuith-bin
bluez-utils
brightnessctl
btop
cmake
doxygen
ethtool
evince
eza
facetimehd-data
facetimehd-dkms-git
fastfetch
feh
figlet
flameshot
fuse2
fzf
ghostty
gimp
git
gnu-netcat
google-chrome
graphviz
greetd
greetd-tuigreet
grim
gruvbox-icon-theme
gum
helium-browser-bin
helm
hypridle
hyprland
hyprland-protocols
hyprlock
hyprpicker
hyprqt6engine
imagemagick
impala
imv
inter-font
iwd
jq
jre-openjdk
just
k9s
kubectl
kvantum
lazygit
lazysql
libev
libnotify
linux-firmware
linux-headers
linux-t2
linux-t2-headers
lsof
luarocks
maim
mako
man-db
man-pages
neovim
nordzy-hyprcursors
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
omarchy-keyring
opam
otf-font-awesome
pamixer
pavucontrol
picotool
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
podman
podman-compose
podman-docker
podman-tui
power-profiles-daemon
pyright
rainfrog
ripgrep
slurp
socat
spotify-player
starship
stow
sudo
supabase
swig
swww
sxiv
t2fanrd
tailscale
tex-gyre-fonts
texinfo
tmux
tokei
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
typescript
typst
ufw
unzip
uv
v4l2loopback-dkms
vicinae-bin
vim
vlc
waybar
wf-recorder
whois
wiremix
wireplumber
wl-clipboard
xcursor-vanilla-dmz-aa
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yay
yay-debug
yazi
zig
zoom
zoxide
