base
base-devel
blueberry
bluez
bluez-utils
btop
btrfs-progs
chromium
cmark-gfm
dunst
fastfetch
figlet
fzf
ghostty
gimp
git
go
grim
grub
hyprland
hyprlock
impala
intel-ucode
iwd
k9s
kubectl
layer-shell-qt
lazygit
less
libqalculate
linux
linux-firmware
ly
man-db
minikube
neovim
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
obsidian
openssh
pipewire
pipewire-pulse
podman
podman-tui
polkit-gnome
qt5-wayland
qt6-wayland
qtkeychain-qt6
ranger
ripgrep
slurp
swaybg
tailscale
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
typst
ufw
unzip
walker-bin
waybar
wev
wiremix-git
wireplumber
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-hyprland
yay
yay-debug
zoxide
zram-generator
